Repository: OpenVisionE2/PluginSkinMover
Catalog: plugin/locale/*/LC_MESSAGES/PluginSkinMover.po
Languages: de

source: Availiable Flash: %s <=> Device: %s
de: Verfügbarer Flash: %s <=> Gerät: %s

source: Exit
de: Beenden

source: Exported
de: Exportiert

source: Move plugins between flash memory and pen drive
de: Verschiebe Plugins zwischen Flash Speicher und Speichersticks

source: Move your Plugins
de: Verschiebe deine Plugins

source: Moving, please wait ...
de: Verschiebe, bitte warten ...

source: No device to %s mounted. Plugin movement is not possible!
de: Kein Speicher nach %s eingehängt. Plugin verschieben ist nicht möglich!

source: Plugin movement was not successful, please check devices!
de: Verschieben des Plugins war nicht erfolgreich, bitte Speichergeräte prüfen!

source: in Flash
de: im Flash

source: read ...
de: lese ...
